{
  "composer": "Delibes",
  "annotations": {
    "Ballet's the Name, Swan's the Game": "We're talking about 'Sylvia' and 'Swan Lake'. Delibes churned out 'Sylvia', you feel me? It's like he was the dance floor master before Tchaikovsky brought those swans to the party.",
    "Flower Dudes Duetting? Lit.": "'Lakmé' hides this gem, 'The Flower Duet'. It's like two botanical bros sharing a standout moment. Delibes made plants cool way before succulents were a thing.",
    "Sous le dome spicy duet": "Delibes's 'Lakmé' again. 'Sous le dome epais' aka 'The Flower Duet', hits fancy notes with that spicy Indian setting. Exotic vibes on the classical scene.",
    "Léo's Ringtone Opera Hook": "Ever got a call and the tune's stuck all day? That's 'The Flower Duet' kicking in. Delibes basically composed your grandpa's favorite ringtone before phones were a thing.",
    "Dancing Coppélia with Clockwork": "'Coppélia' is that ballet with a life-sized dancing doll. Plot twist: It's not robotics, it's Delibes's tunes making her move!",
    "Spinning Gals in Short Skirts": "When the ballet 'Coppélia' dropped, them ballerinas were whirling like tops. Trust, it was Delibes's beats driving them skirts dizzy.",
    "Hip-Hop's Got Nuthin' on 'Sylvia'": "The Pizzicato from 'Sylvia' is like the OG hip-hop beat drop. Watch the dancers pop and lock, Delibes-style.",
    "Tutus Twirl to Delibes's Groove": "'Sylvia's' jams made those tutus twirl. Every pirouette? That's straight out of Léo's mixtape.",
    "Stone-cold Fox Hunts in 'Sylvia'": "In 'Sylvia's' pantomime, when they're chasing that fox, it's so cool, you'd think Delibes was the Mozart of the hunting horn.",
    "Makin' Green Sleeves Envy": "Delibes made the coloratura soprano in 'Lakmé' so green with envy. Her notes are as high as your last energy bill.",
    "Mystical Pipes of Pan Jam": "'Sylvia' and its 'Les Chasseresses', or 'Huntresses', is like Delibes jamming with Pan's own flute squad.",
    "Delibes Drops Plant-Based Bangers": "'The Flower Duet.' Pure veggie beats, way before being green was mainstream.",
    "Dollars to Delibes, Tune's Tight": "You'd bet your bottom dollar on 'Coppélia'. With music so tight, it makes Scrooge splurge on ballet tix.",
    "Prelude to the 'Stache of Mystique": "With 'Lakmé's' prelude, Delibes must've had a crystal ball - he saw the future of mystical 'staches.",
    "Snare Drum Rolls for Doll Souls": "Delibes knew that dolls had souls too. In 'Coppélia', every snare drum roll is like a heartbeat for those wooden peeps.",
    "Tickle The Ivories, Léo Style": "When Delibes composed for piano, it wasn't just playing - it was like tickling the ivories until they giggled notes.",
    "Dance Score Maestro Does Opera": "'Lakmé' shows how Delibes went from dance card king to opera boss. Genius switch-up!",
    "Flick o' the Wrist in 'Sylvia'": "The music of 'Sylvia' is like Delibes flicking his wrist and turning ballerinas into Beyblades.",
    "Léo's Vocal Tightrope Act": "In 'Lakmé', the man had the soprano and mezzo walking a vocal tightrope. A high-wire act, but with high Cs.",
    "Hungarian Riffs Get French Twist": "That Hungarian March in 'Le roi s'amuse'? Delibes sprinkled some French seasoning on that goulash.",
    "Delibes's Dancin' Aces High": "Playing cards got nothing on Delibes's score for 'Coppélia'. With beats like that, every ballet's a royal flush.",
    "Not Just a Leo, but a Lyricist": "Delibes was slinging rhymes in 'Lakmé'. Not just a composer, my dude was a straight-up lyricist too!",
    "Bustin' Opera Myths, One Note": "With 'Lakmé', Delibes didn't just make opera; he busted myths. Who needs a Tenor when you've got a Bell Song?",
    "Pirouette Pimp With a Baton": "Delibes, in those ballet pits, was a straight-up pirouette pimp - those dancers spun at his every baton flick.",
    "Dropped A Lyric Bomb In 'Lakmé'": "'Lakmé' wasn’t just notes; Delibes dropped a lyric bomb. That opera had more words than your last break-up text."
  }
}
