{
  "composer": "Khachaturian",
  "annotations": {
    "Ballet with a Soviet vibe": "Khachaturian's ballets like 'Spartacus' have that muscular, Soviet-propaganda-chic aesthetic.",
    "Sabre Dance's main man": "This banger from 'Gayane' ballet has more cuts than a barber shop and is Khachaturian's most hype piece.",
    "Mustache beats Stravinsky": "Rocking a 'stache that could put hipsters to shame, Khachaturian just has that swaggy edge.",
    "Duduk's ride or die": "This G loved the duduk, an Armenian folk instrument, and gave it mad spotlight in his tunes.",
    "Gayane's plant daddy": "Wrote 'Gayane', which features 'Dance of the Rose Maidens'. Dude was all about that floral life.",
    "Adagio's Olympic champ": "The 'Adagio' from 'Spartacus' scored big at the Olympics, often used by figure skaters for its epic feels.",
    "'Toasting with Aram' jam": "Khachaturian's music has the vibe of toasting with your squad at a fancy Russian dinner.",
    "Soviets dig his groove": "Awarded the Stalin Prize thrice. That's like a Grammy, but with more...communism.",
    "Got that folk flair": "Mixed in juicy bits of Armenian folk into his pieces, giving your ears a cultural workout.",
    "'Masquerade' was no joke": "His 'Masquerade' Suite is no costume play; it's straight-up ear candy that slaps.",
    "Borrows your folklore, eh": "Legend has it, he borrowed from different cultures' music more than a klepto at a frat party.",
    "Harmony's heavyweight": "This dude's harmonies are beefier than a heavyweight boxer on carb day.",
    "Not your average Joe": "From composing ballets to symphonies, Khachaturian was no one-trick pony.",
    "Polyphonic party animal": "His polyphonic textures are like the best house parties - layers upon layers of fun.",
    "Piano Concerto's wild child": "That Piano Concerto is so out there, it needs a GPS to find its way back to convention.",
    "Dude's got Eastern promise": "His music's got more Eastern spice than a bazaar in Downtown Yerevan.",
    "Legato like melted butter": "Khachaturian's legato lines are smoother than a hot knife through butter.",
    "The Armenian Maestro": "Khachaturian was the GOAT of Armenian composers – absolute boss level, no cap.",
    "'Sword's sharp on melodies": "When it came to melodies, this cat was as sharp as the sabres in his 'Sabre Dance'.",
    "Percussion's puppet master": "Played the percussion section like a bunch of marionettes, animating them like a boss.",
    "Aram's emotional rollercoaster": "His tunes take you on a feels trip, buckle up for an emotional rollercoaster ride.",
    "Conjures 1k Arabian nights": "His vibe conjures up scenes so vivid, you'd think you've been whisked away to a thousand Arabian nights.",
    "Got rhythm in his DNA": "Khachaturian and rhythm go together like PB&J, homeboy's got bops for days.",
    "Orchestra's spice dealer": "He seasoned his orchestral works like a fine chef – lots of Armenian spice on that counter.",
    "No snooze in his waltz": "His 'Waltz' from 'Masquerade' wakes you up better than your morning espresso shot."
  }
}
