{
  "composer": "Prokofiev",
  "annotations": {
    "Dude backed the Bolsheviks": "Prokofiev initially supported the Bolshevik Revolution, which was a pretty bold move.",
    "Wolfman's got a story": "Prokofiev's 'Peter and the Wolf' is a musical tale that's been narrating to kiddos since 1936.",
    "Chillin' with Five-O": "His 'Symphony No. 5' bounced back to the classic styles and ideals of the big symphonic tradition.",
    "Romeo's Bae Juliet": "He composed 'Romeo and Juliet' - a ballet that’s straight fire with its passionate and intense melodies.",
    "Solo piano? Lit.": "'Piano Sonata No. 7' is hailed as a war sonata, throwin' down some fierce musical narratives.",
    "Climbin' the opera peak": "'The Fiery Angel' opera was a total ear-catcher with its supernatural and expressionist vibe.",
    "Icy tunes at the steppes": "'Lieutenant Kijé Suite' paints a wintry soundscape smoother than a fresh sheet of ice.",
    "No sleep in Cinderella": "His 'Cinderella' ballet’s music got more spins than a pirouetting ballerina, no cap.",
    "Marchin' to political beats": "'March from The Love for Three Oranges' got folks steppin' to satire and lyrical drama.",
    "Got game with toccatas": "His 'Toccata in C' is a piano piece that’s nothing but keyboard wizardry, bet.",
    "Makin' sci-fi opera cool": "'The Gambler' based on Dostoevsky's novel got folks betting on space-age sounds before it was a thing.",
    "Call him 'The Innovator'": "His unique melodic lines and harmonies broke the mold in the classical scene, for real.",
    "Symphonies ain't yo thang?": "His 'Classical Symphony' swipes through the usual dense symphonic texture with a smirk.",
    "Child's Play? Naw, virtuoso": "He penned the 'Music for Children' for piano, but even grown-ups gotta practice this tricky business.",
    "Concertos are A-1": "His concertos, especially for piano, are some of the most technically demanding in the repertoire.",
    "Ain't no kid's play, bruh": "'Peter and the Wolf' might be for youngin’s, but don't get it twisted, those motifs are sophisticated.",
    "Blitz beats in the sheets": "'War Sonatas' were written during World War II and slap harder than a tank.",
    "Opera’s dark horse": "Operas like 'The Fiery Angel' and 'War and Peace' show he could paint the stage with mighty dark colors.",
    "He does ballet with no chill": "'Romeo and Juliet' and 'Cinderella' prove he ain’t playing games with ballet scores.",
    "He's got the keys, man": "The 'Piano Sonata No. 7' is an unhinged ride that takes the ivories to their limits.",
    "A symphonic baller": "'Symphony No. 5' uplifts you while you can almost hear the clash of the wartime backdrop.",
    "His sound's like spiced honey": "Sweet, with an eclectic bite, his melodies are both lush and arresting.",
    "Cinematic, ain’t it?": "'Lieutenant Kijé Suite' is so good with its imagery, you might as well be in the cinema with popcorn.",
    "Syncopated swagger": "Those off-beats and accents in 'The Love for Three Oranges' are groovier than a disco.",
    "Flipped fairytales, fam": "'Cinderella' takes the ol' rags to riches tale and straps it with some spicy sonority."
  }
}
